<template>
  <div>


    <v-container>
      <v-row justify="center">
        <div style="font-size:20pt;">
          <v-icon large color="blue">mdi-information-outline</v-icon>

          NEXT-PAGE 공지 사항입니다.

        </div>
      </v-row>
      <br><br>

      <v-row justify="center">
        <v-col cols="12" class="content">
          <div>
            <b> 📚 여러분을 환영합니다. </b>
            <p></p>
            NEXT-PAGE 및 제품(이하 ‘서비스’)을 이용해 주셔서 감사합니다. <br>
            본 약관은 다양한 NEXT-PAGE의 이용과 관련하여 NEXT-PAGE를 제공하는 NEXT-PAGE 주식회사(이하 ‘NEXT-PAGE’)와 이를 이용하는<br>
            NEXT-PAGE 회원(이하 ‘회원’) 또는 비회원과의 관계를 설명하며, 아울러 여러분의 NEXT-PAGE 서비스 이용에 도움이 될 수 있는 유익한<br>
            정보를 포함하고 있습니다. NEXT-PAGE를 이용하시거나 NEXT-PAGE 회원으로 가입하실 경우 여러분은 본 약관 및 관련 운영 정책을 <br>
            확인하거나 동의하게 되므로, 잠시 시간을 내시어 주의 깊게 살펴봐 주시기 바랍니다. <p></p> <br>


            <b>📚 다양한 NEXT-PAGE를 즐겨보세요.</b>
            <p></p>

            NEXT-PAGE www.NEXT-PAGE.com을 비롯한 NEXT-PAGE 도메인의 웹사이트 및 응용프로그램(어플리케이션, 앱)을 통해 정보 검색,<br>
            다른 이용자와의 커뮤니케이션, 콘텐츠 제공, 상품 쇼핑등 여러분의 생활에 편리함을 더할 수 있는 다양한 서비스를 제공하고 있습니다. <br>
            여러분은 PC, 휴대폰 등 인터넷 이용이 가능한 각종 단말기를 통해 각양각색의 네이버 서비스를 자유롭게 이용하실 수 있으며,<br>
            개별 서비스들의 구체적인 내용은 각 서비스 상의 안내, 공지사항, My Page 공지 사항에서 확인 할수 있습니다. <br>
            NEXT-PAGE 기본적으로 여러분 모두에게 동일한 내용의 서비스를 제공합니다. 다만,'청소년보호법'등 관련 법령이나 기타 개별 서비스 <br>
            제공에서의 특별한 필요에 의해서 연령 또는 일정한 등급을 기준으로 이용자를 구분하여 제공하는 서비스의 내용, 이용 시간, 이용 횟수 등을
            다르게 하는 등 일부 이용을 제한하는 경우가 있습니다. 자세한 내용은 역시 각 서비스 상의 안내, 공지사항, 고객센터 도움말 등에서 확인하실 수 있습니다.<br>
            NEXT-PAGE에는 기본적으로 본 약관이 적용됩니다만 NEXT-PAGE가 다양한 서비스를 제공하는 과정에서 부득이 본 약관 외 별도의 약관, 운영정책 등을 적용하는 경우가 있습니다.
            <p></p> <br>


            <b> 📚 회원으로 가입하시면 NEXT-PAGE를 보다 편리하게 이용할 수 있습니다. </b>
            <p></p>

            여러분은 본 약관을 읽고 동의하신 후 회원 가입을 신청하실 수 있으며, NEXT-PAGE 이에 대한 승낙을 통해 회원 가입 절차를 완료하고 여러분께 NEXT-PAGE 이용 계정(이하 ‘계정’)을
            부여합니다. 계정이란 회원이 NEXT-PAGE 서비스에 로그인한 이후 이용하는 각종 서비스 이용 이력을 회원 별로 관리하기 위해 설정한 회원 식별 단위를 말합니다.

            회원은 자신의 계정을 통해 좀더 다양한 NEXT-PAGE 서비스를 보다 편리하게 이용할 수 있습니다. 이와 관련한 상세한 내용은 계정 운영정책 및 고객센터 내 NEXT-PAGE 회원가입 방법
            등에서 확인해 주세요.

            NEXT-PAGE는 단체에 속한 여러 구성원들이 공동의 계정으로 NEXT-PAGE 서비스를 함께 이용할 수 있도록 단체회원 계정도 부여하고 있습니다. 단체회원 구성원들은 하나의 계정 및
            아이디(ID)를 공유하되 각자 개별적으로 설정한 비밀번호를 입력하여 계정에 로그인하고 각종 서비스를 이용하게 됩니다. 단체회원은 관리자와 멤버로 구성되며, 관리자는 구성원 전부로부터 권한을 위임
            받아 단체회원을 대표하고 단체회원 계정을 운용합니다. 따라서 관리자는 단체회원 계정을 통해 별도 약관 또는 기존 약관 개정에 대해 동의하거나 단체회원에서 탈퇴할 수 있고, 멤버들의 단체회원 계정
            로그인 방법 및 이를 통한 게시물 게재 등 네이버 서비스 이용을 관리(게시물 삭제 포함)할 수 있습니다. 본 약관에서 규정한 사항은 원칙적으로 구성원 모두에게 적용되며, 각각의 구성원은 다른
            구성원들의 단체회원 계정 및 아이디(ID)를 통한 서비스 이용에 관해 연대책임을 부담합니다.

            단체회원 계정 사용에서의 관리자, 멤버 등의 권한 및 (공동)책임에 관한 사항 등은 계정 운영정책 및 고객센터 내 네이버 단체회원(단체 아이디) 소개 등에서 확인해 주시기 바랍니다.
            <p></p> <br>


            <b>📚 여러분의 개인정보를 소중히 보호합니다. </b>
            <p></p>

            NEXT-PAGE는 서비스의 원활한 제공을 위하여 회원이 동의한 목적과 범위 내에서만 개인정보를 수집.이용하며, 개인정보 보호 관련 법령에 따라 안전하게 관리합니다. NEXT-PAGE가 이용자
            및 회원에 대해 관련 개인정보를 안전하게 처리하기 위하여 기울이는 노력이나 기타 상세한 사항은 개인정보 처리방침에서 확인하실 수 있습니다.
            NEXT-PAGE는 여러분이 서비스를 이용하기 위해 일정 기간 동안 로그인 혹은 접속한 기록이 없는 경우, 전자메일, 서비스 내 알림 또는 기타 적절한 전자적 수단을 통해 사전에 안내해 드린 후
            여러분의 정보를 파기하거나 분리 보관할 수 있으며, 만약 이로 인해 서비스 제공을 위해 필수적인 정보가 부족해질 경우 부득이 관련 서비스 이용계약을 해지할 수 있습니다.<p></p><br>


          </div>

        </v-col>
      </v-row>

    </v-container>


  </div>
</template>

<script>
export default {
  name: "MyPageNoticeForm"
}
</script>

<style scoped>
.content {
  border: 1px solid rgb(189, 189, 189);
  background-color: rgb(241, 241, 241);
  margin-top: 50px;
  padding: 30px;
  max-width: 1000px;

}

</style>